Repository: mozilla-l10n/mt-training-data
Catalog: nhi/nhi_pontoon.tmx
Source language: en_us
Languages: nhi

source: 2019 End-of-Year Release
nhi: ticateh yi tlamian xihuitl 2019

source: 2 down, keep it up!<playIcon></playIcon>
nhi: omi menos <playlcon></playlcon>, ¡ohcon xiiuhto!

source: ≥ 2 No votes
nhi: cachi de omi votos negativos (amo)

source: ≥ 2 Yes votes
nhi: cachi de omi votos positivos (quemah)

source: Abkhaz
nhi: Abjasio

source: About
nhi: Ica Common Voice

source: Accent
nhi: chicahuac tlahtol

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
nhi: <accuracyLink> xiquita cachi ican tlahtulmeh cuali</accuracyLink>

source: Acehnese
nhi: achenés

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
nhi: { $actionType }<playIcon></playIcon>¿ oquihtohqueh tlahtol coali?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
nhi: { $actionType }<recordIcon></recordIcon>huan satepan xicmachti tlahcuilol chicaoac

source: { $actionType }<stopIcon></stopIcon> when done
nhi: { $actionType }<stopIcon></stopIcon> cuando tictlamis

source: { $actionType } submit when ready
nhi: { $actionType } naltitlani cuando tictlamis

source: Add as much information as you can about the language. This could include:
nhi: xictlali nochi tlanaoatil tlen uilis ipantlahtol. nicanca huilis tictlalis :

source: Add information
nhi: xictlali tlanahuatil

source: Additional Language
nhi: ocse tlahtol

source: Add Language
nhi: xictlali tlahtolmaseual

source: Add Your Voice
nhi: xictlali mo tlahtol

source: Adyghe
nhi: Adigué

source: A few bytes
nhi: siqui tsocopintsitsi bytes

source: Afrikaans
nhi: Africano

source: Age
nhi: xihuitl

source: Albanian
nhi: Albanés

source: All
nhi: Nochi

source: Already have an account? <login>Log-In</login>
nhi: yitic pia se cuenta? <login> pehualti sesion</login>

source: Amharic
nhi: Amárico

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
nhi: tlanahuatil ichtaca den usuarios, quemeh xihuitl, genero huan queni tlahtuhuah, techpalehuia matiquinyectlalihtacah tlanahuatil tlahtol tlenmucuitoqueh, icasecmunextilis cuali quenin teixmateh tlahtol. mu tuca de usuario huan correo electronico amayic mu nilusqueh ica mu tlanahuatil titlan, huan huilis tiquihtos tla ticniqui mu tocayo mumunexti o mui ichtaca

source: Approve
nhi: ticsilis

source: Arabic
nhi: Árabe

source: Aragonese
nhi: Aragonés

source: Are you coming? <strong>[called by another]</strong>
nhi: ¿tihuis?<strong>[oquinuhnuts ocse]</strong>

source: Armenian
nhi: Armenio

source: Armenian Western
nhi: Armenio (occidental)

source: Ask about a new language
nhi: xitlahtlani icaocse yancuic tlahtol

source: Assamese
nhi: Asamés

source: Asturian
nhi: Asturiano

source: Average
nhi: tlahto

source: A voice clip is marked "valid" when a user gives it a Yes vote.
nhi: cuando se usuario quiyehyecohua se tlahtolahcuc, munextisqueh quemeh ¨cualtia¨

source: Avoid too much background noise - it should be easy to hear you.
nhi: amo simimu tlacalani ictlahtic, quipia de mucaquis cuali

source: Awards
nhi: tetlaocolil

source: Azerbaijani
nhi: Azerí

source: Back
nhi: tlacutlapa

source: Background Noise
nhi: tlacalania ic tlahtic

source: Background Voices
nhi: tlahtol tlahtic

source: Back to Top
nhi: Ximocuipa campa pehua

source: Basque
nhi: Euskera

source: Become a Common Voice Partner
nhi: xumupatla quemeh tu socio de Common Voice

source: Belarusian
nhi: Bieloruso

source: Benefits
nhi: tlapalehuilis

source: Bengali
nhi: Bengalí

source: <bold>{ $count }</bold> Clips
nhi: tlacuilolme

source: <bold>Help us</bold> find more voices
nhi: <bold> xitechpalehui</bold> ticahsisqueh ocsiqui tlahtolmeh

source: Both
nhi: tiumeh

source: Both (Speak and Listen)
nhi: Tiomen (tlahtoa uan tlacaqui)

source: Breton
nhi: Bretón

source: Browse Languages
nhi: xiquimahsi tlahtulmeh

source: Build a custom goal
nhi: xic chihua se tiquitl sesiahca

source: Build Profile
nhi: xicchihchihua se perfil

source: Bulgarian
nhi: Búlgaro

source: Burmese
nhi: Birmano

source: Buryat
nhi: Buriato

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
nhi: <b>¿ queyeh se correo?</b> canah moniquis timits nonotstusqueh cachi tlaixpan ican queni mopatlas base de datos; se correo ica sehuilis semo nohnotstos

source: By editing your goal, you may lose your existing progress.
nhi: tla tic paltal mu tiquitl huilis tic pulos mu nemilis

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
nhi: Ticsilisque correos secmati ticcahua Mozilla ica sequicuis tlanonotzal quemeh moihtoua ich in </privacyLink> iichtacatlahtol </privacyLink> Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
nhi: <b>timotlahtolmaca</b>que amo ticyehyecos tictemos inexican tlahtuhuaneh ichin base de tlanahuatil de Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
nhi: titechtemactis siqui tlanahuatil de tehuatl, tlen amameh tlahtol tlen tiquin titlanis ichin Common Voice techcualtilisqueh cachi para ixmatilis tlahtol moquincuican ica quin yectlalihtacah queme quin tlahtlania

source: By telling us about yourself, you will help developers build more inclusive technology
nhi: utic niquisquiaya tic temactis cachi tlanahuatil de quenin ti tlahtuhua?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
nhi: quemen tiquicui Common Voice, ticsilia to<termsLink> terminos quenimocuis </termsLink> huan <privacyLink> tiachca ichtaca

source: Cancel Re-recording
nhi: xicpolo tlahtolahcuc

source: Cancel Submission
nhi: amo xicnaltitlani

source: Can't decide?
nhi: ¿amo timu nimilia?

source: Cantonese
nhi: Cantonés

source: Catalan
nhi: Catalán

source: Central Kurdish
nhi: Kurdo central

source: Change your email via Settings under Login Identity
nhi: xicpatla mu correo electronico campa Ajustes, tlatlampa campa pehua sesión

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
nhi: xiquita tla motlahtol uits tlahcoiliuhtok<languagesPageLink> pagina de tlahtol ixmateh</languagesPageLink> tlamouhcon, xictlami nicancah formulario huan <strong> timitsnaltitlanisqueh se correo tlenmitscualtias, huits quenin ticyectlalis mutlahtol</strong>

source: <chevron></chevron>See less
nhi: <chevron></chevron> xiquita amocachi

source: <chevron></chevron>See more
nhi: </chevron></chevron> xiquita cachi

source: Chinese (China)
nhi: Chino (China)

source: Chinese (Hong Kong)
nhi: Chino (Hong Kong)

source: Chinese (Taiwan)
nhi: Chino (Taiwán)

source: Choose language/localization
nhi: xicnexti masehualtlahtol/ caninmahsitok

source: Chuvash
nhi: Chuvasio

source: Click
nhi: xicpacho

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
nhi: { $clipCount } clips tlahtol, queniuhquihueyi nuchi archivo { $size }. tlamia { $expires }

source: Clips recorded
nhi: tlahcuilol tlahtolahcuctoc

source: Clips Uploaded
nhi: tlahtolahcoctuc tlehco

source: Clips You've Recorded
nhi: tlanonots tlen yotictlahtolahcoc

source: Close
nhi: tlatzacua

source: Collecting sentences
nhi: nichico tlahtol

source: Comment
nhi: tlahtos

source: Common Voice data plus all other voice datasets above.
nhi: tlanaoatil Common Voice sansicah ihuan nochi tlen yiachton tlanahuatil tlahtol

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
nhi: In tiquitl Common Voice se peualistli de Mozilla ica sequinpaleuis mo quinextilican tiposmeh quenin tlahtoan maseualmeh

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
nhi: Common Voice se nichicul tlahtol ican miquen tlahtulmeh tlen nuchten quicueh chi hueyi den tlalticpac

source: Community participation and decision making.
nhi: tlapalehuani masehualnichicol huan xicana se coali tlahtol

source: Confirm Goal
nhi: teixpanti tiquitl

source: Contact
nhi: nonotza

source: Continue
nhi: nemilis

source: Contribute
nhi: Xitiquiti touan

source: Contribute sentences
nhi: tlapalehui icaocsique tlahtolme

source: Contribute to { $lang }
nhi: Xitiquiti itich { $lang }

source: Contribution Activity
nhi: tiquitl paleuis

source: Contributors record voice clips by reading from a bank of donated sentences.
nhi: tiquitini ahcocui itlahtol sansipa quimachtihtoc tlahcuilol tlen uquintetlauculihqueh usuarios

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
nhi: <coquiLink>Coqui</coquiLink> quichioa tipostlahtol tlapohtoc. itiquiu nihnimitia motores STT huan TTS teixpantilis ica tlamachtil tlahtic

source: Cornish
nhi: Córnico

source: Corsican
nhi: Corso

source: { $count }mo
nhi: tlapoualmeh

source: { $count }wk
nhi: chicueyitonal

source: { $count }y
nhi: xiumeh

source: Create a Custom Goal
nhi: sec chihuas se tiquitl sehseh

source: Create a profile
nhi: xicchihua se ixnexicah

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
nhi: sec chihua nin tlapalehuil para masehualmeh matech palehuican Common Voice techiljuia que nichicol tlahtol maquin palehui cachi masehualmeh. usecchiuh se tiquitl tlenhuilis tiquicois

source: Croatian
nhi: Croata

source: Czech
nhi: Checo

source: Daily Goal
nhi: tiquitl nuchipa

source: Danish
nhi: Danés

source: Dataset Release
nhi: naltitlaneh nichicultlanahuatilme

source: Datasets
nhi: Amatl tlanauatil

source: Date
nhi: tonal

source: Days
nhi: tonalme

source: Delete my recordings
nhi: niquinpolos notlahtolahcuc

source: Delete Profile
nhi: secpolos nexica

source: Dhivehi
nhi: Maldivo

source: Different language
nhi: ocse tlahtol

source: Difficult
nhi: uhueh

source: Difficult to pronounce
nhi: Ohueh de niquihtos

source: Discard ongoing recording
nhi: xiquixpulo grabacion tlen ticchiuhtoc

source: Donate your voice
nhi: Xitetlaocoli motlahtol

source: Don't see your language on Common Voice yet?
nhi: ¿Ayamo ti cahsi mu tlahtol ich Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
nhi: amoneci motlahtol ichin tlanahuatil? tlaticniqui tictlalis xiyu ichin to pagina de tlahtolmeh

source: Download
nhi: timolti

source: Download Common Voice Data
nhi: timulti tlanaoatil de Common Voice

source: Download Data
nhi: xiquintimolti tlanahuatil

source: Download Dataset Bundle
nhi: timulti paquete de tlanahuatil tlahtol

source: Download { $language }
nhi: timulti{ $language }

source: Download profile data
nhi: timulti tlanahuatil nexica

source: Download the Dataset
nhi: xiquintimolti sansican tlanaoatil

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
nhi: ¿ticpia senemilil para ticchioasque cachicoali tlanahuatil de Common Voice? xitechilhui ichin Discourse

source: Do you want to continue?
nhi: ¿ticniqui tic nihnimiltis?

source: Do you want to Speak, Listen or both?
nhi: ¿Ticniqui titlahtos, titlacaquis o yen omen?

source: Drag and drop or <browseWrap>Browse</browseWrap>
nhi: xictilana huan xic cahcahua o<browseWrap> nihnimilti</broswerWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
nhi: titlanil tlahtol amo cualtias tlaticpachuhua campa quihtuhua ¨naltitlani´´. tlen techpalehuia isqui tlapohtoc tlen munichicuhuah ica 5 gravaciones o tlenquinsiliah

source: Dutch
nhi: Neerlandés

source: Easy
nhi: amo uhueh

source: Edit
nhi: yectlali

source: Edit Profile
nhi: ticpatlas mu nexicah

source: Email
nhi: Correo

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
nhi: <emailFragment> ximoihcoilo</emailFragmento> ichin totlahcuilol correo para nicmatis quenihuilis tictechpalehuis ichin campañas, ilhuimeh huan quenin cualtia Common Voice

source: Email is already used for a different account
nhi: correo yi mucuitoc ichiocse cuenta

source: Email Subscriptions
nhi: ximuihcuilo ic correo electrónico

source: English
nhi: Inglés

source: Enter Email to Download
nhi: xiquihcoilo se correo para tictimultis

source: Enter email to send a sign up link
nhi: xictlali mu correo para secnaltitlanis se enlace campa mu ihcuilos

source: Enter your email
nhi: xictlali mocorreo

source: Error { $code }
nhi: amohuili { $code }

source: Estonian
nhi: Estonio

source: Events
nhi: ilhuitl

source: Everyone
nhi: nochin tlalticpac

source: Exit & Delete clips
nhi: quisa huan sequinpulos tlahtolhacocui

source: FAQ
nhi: tlahtlanil simi

source: Faroese
nhi: Feroés

source: Fields marked with an asterisk (*) are required.
nhi: * Quinextia se tlacauil techihualtia

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
nhi: xiquimahsi ocsiqueh masehualmeh tlen monimilican. huilis isqui ichin universidades, calmachtilistlahtol, nichico masehual palehuani o nichicomasehual ciencia. ximonohnotza huan xictelhui coali queni huilisqueh palehuisqueh huan queyeh <outreachTemplates> xiquimita tu plantillas de correos electronicos de tlanonots</outreachTemplates>

source: Finish editing first?
nhi: ¿ticniqui tic tlamis de tic patlas achton?

source: Finish recording
nhi: xictlami tlahtolahcucui

source: Finish recording first?
nhi: ¿ticniqui tictlamis tlahtolahcocuis achton?

source: Finnish
nhi: Finlandés

source: First, check if your language <languageLink>already exists</languageLink>. If it isn’t, you can <languageRequestLink>ask about adding your language</languageRequestLink>. There are two stages. Translating the site, and collecting sentences
nhi: primero xoconyectlali mutlahtol <languageLink> yicatqui</languageLink> tlamo uhcon, huilis <languageRequestLink> xictlahtlani tictlalis mutlahtol </languageRequestLink> catqui umi etapas. ticcuipas sitio huan ticnichicos tlahtulmeh

source: for example
nhi: musequihto

source: For these launched languages the website has been successfully <localizationGlossaryLink>localized</localizationGlossaryLink>, and has enough <sentenceCollectionGlossaryLink>sentences collected</sentenceCollectionGlossaryLink> to allow for ongoing <speakLink>Speak</speakLink> and <listenLink>Listen</listenLink> contributions.
nhi: para nicancateh tlahtulmeh yomunextihqueh, sitio web uyah<localizationGlossaryLink> yomahsic</localizationGlossaryLink> cuali huan quipia miac<sentenceCollectionGlossaryLink> nichicul tlahtolmeh</sentenceCollectionGlossaryLink>para huilis<speakLink>tlahtos</spenderLink>huan<listenLink>tlacaquis</listenLink>quintlaliah sanimah

source: French
nhi: Francés

source: Frisian
nhi: Frisón

source: Fulah
nhi: Fula

source: Galician
nhi: Gallego

source: Georgian
nhi: Georgiano

source: German
nhi: Alemán

source: Get in touch
nhi: xitech nuhnutza

source: Get involved
nhi: tepalehuia

source: Get Involved
nhi: Xitechpaleui

source: Get started with goals
nhi: nipehualtis notiquiu

source: Get Started with Speech Recognition
nhi: xipehua axcan ican ixmatilis tlahtol

source: Goal reached
nhi: tiquitl mahsitoc

source: Goals
nhi: tiquitl

source: Go to Discourse
nhi: yohui a Discourse

source: Go to Languages Page
nhi: yas ichin pagina de tlahtolmeh

source: Go to { $name }
nhi: niyas campa { $name }

source: <governanceLink>Read more about how we're governed</governanceLink>
nhi: <governanceLink> ximomachti cachi quemeh quenin tech ixpantiah</governanceLink>

source: Governments
nhi: tiachcamasehual

source: Great! How many clips a week?
nhi: cuali! ¿quesqui tlahtolahcuc ipan chicueyi tunal?

source: Great! How many clips per day?
nhi: ¡cuali! ¿ quesqui tlahtolahcucui tunal?

source: Great!<recordIcon></recordIcon> Record your next clip
nhi: ¡cuali!<recordIcon></recordIcon> nihnimilti ican ocse tlahtolahcocoi

source: Great work!<playIcon></playIcon> Listen again when you're ready
nhi: ¡cualitiquiuh!<playIcon></playIcon> xicaqui ocsipa cuando tiisqui coali

source: Greek
nhi: Griego

source: Guarani
nhi: Guaraní

source: Haitian
nhi: Haitiano

source: Have Feedback?
nhi: ¿ticpia se tlahtol?

source: Have you read our Terms?
nhi: yutiquin machteh condiciones de quenin ticuis servicio?

source: Having an account is not required to contribute, though it is helpful.
nhi: amo muniqui sec pias se cuenta para titech palehuis, masquiquema tech palehuis

source: Having a profile is not required to contribute though it is helpful, see why below.
nhi: amo mu niqui ticpixtos se nexica para ti tiquitis, mas yeh huilis tech cualtias

source: Hebrew
nhi: Hebreo

source: Help
nhi: Xinechpaleui

source: Help Common Voice reach { $hours } hours in a language with a personal goal
nhi: xicpalehui Common Voice mucahsi{ $hours }horasen se tlahtol ica se tiquitl sesiahcah

source: Help create Common Voice’s first target segment in { $locale }
nhi: xitechpalehui ticchiuasque primer tiquitl de Common Voice{ $locale }

source: Help reach { $hours } hours in { $language } with a personal goal
nhi: xitech palehui ticahsisqueh { $hours }horasen{ $language }ica se tiquitl sesiahcah

source: Help teach machines how real people speak, donate your voice at { $link }
nhi: Xitechpaleui tiquinnextilisquen tiposmeh quenin tlahtoan maseualmeh, xitetlaocoli motlahtol ich in { $link }

source: Help us build a community around voice technology, stay in touch via email.
nhi: xitechpalehui maticchihuaca se nichicomasehual ican tipostlahtol, ximonohnotsto ica correo.

source: Help us build a high quality, publicly open dataset
nhi: xitechpalehui maticchihuacah tlapalehuil amatl de huehcapan cuahcual huan mucahsi para nuchin tlalticpac

source: Help us find more voices, share your goal
nhi: xitechpalehui maticahsicah cachi tlahtol, tehuanti mu tiquiuh

source: Help us find others to donate their voice!
nhi: ¡Xitechpaleui ma tiehcocan cachi maseual aquihquen quiniquisqueh tetlacolisqueh in tlahtol!

source: Help us get to { $goal }
nhi: xitechpalehui matic chihuacan

source: Help us validate sentences!
nhi: Xitechpalehui matiquitacah tlahtol

source: Help us validate voices
nhi: Xitechpaleui maticsilicah tlahtulmeh

source: Here are the links to download your ZIP files.
nhi: nicancateh enlaces para tiquin timultis mu archivos ZIP

source: Hidden
nhi: mutlatihtoc

source: Hill Mari
nhi: Mari occidental

source: His hand was rais-ed.
nhi: ima ucatca ahcuctuc

source: Hours
nhi: Horas

source: How ?
nhi: ¿Queni?

source: How are project decisions made?
nhi: queni tiquinmana tlahtol tiquitl

source: How can we effectively grow a language on Common Voice?
nhi: ¿quenin huilis secchihuas mahueyiya cuali se tlahtol ichin Common Voice?

source: How does Common Voice work?
nhi: ¿quenin cualtia Common Voice?

source: How does site localization work?
nhi: quenin cualtia para sequimahsis sitios?

source: How do I access and use the dataset?
nhi: ¿queni nicalaqui huan niquicoi nichicol tlahtol?

source: How do I add a language?
nhi: ¿queni nictlalia ocse tlahtol?

source: How do I add sentences?
nhi: ¿queni niquinihcuilohua cachi tlahtolmeh?

source: How do I know whether to approve a voice clip?
nhi: queninicmatis tlaquema uilis nicsilis se tlanahuatil tlahtol?

source: How do I record a high quality voice clip?
nhi: queni ni tlahtolahcocui se clip maicuali?

source: How do I stay in touch?
nhi: queni ihuan nimu nuhnutztos

source: How would you describe your accent?
nhi: ¿quenin ticnextis mu acento?

source: Hungarian
nhi: Húngaro

source: I agree
nhi: quema nicsilia

source: Icelandic
nhi: Islandés

source: I'd like to receive emails such as goal reminders, my progress updates and newsletters about Common Voice.
nhi: Onicniquisquia niquinsilis correos electrónicos queme ilnamiquilistl ipan tlanimilil, tepanoltilistl ica noiscaltilis uan se tlahtol tenonotza ica Common Voice

source: I do not agree
nhi: amo nicsilia

source: If a clip is rejected by 2 people, it is released in a different subset of the dataset.
nhi: tla se tlanahuatiltlahtol qui pololtia ome masehualme, munextia ocse tlanahuatil tlamantl nichicul tlanahuatil

source: If the recording breaks up, or has crackles, reject unless the entirety of the text can still be heard.
nhi: tlayen tlahtolahcuc cutuna o simi tlensamucaqui, xic pululti, amo tlayeh mu caqui cuali tlahtol

source: If the sentence does not meet the above criteria, click the &quot;Reject&quot; button on the left. If you are unsure about the sentence, you may also skip it and move on to the next one.
nhi: tla yen tlahcuilol amo qui nextia criterios de achton xic mahpacho &quot;amo nic silia&quot; ichin mu yecman, tla amo tic yecmati ica nin tlahcuilol nuyuhqui huilis tic panultis huan ti panos ihuan ocse

source: If the sentence meets the criteria, click the &quot;Approve&quot; button on the right.
nhi: tla yen tlahcuilol mahsi ica nuchi criterios, xic pachi nican&quot;yecmati&quot; ichin mu yecman

source: If you come across something that these guidelines don’t cover, please vote according to your best judgement. If you really can’t decide, use the skip button and go on to the next recording.
nhi: tla ticahsi tlen amo quitzacua ninquen pautas, xicnexti ica cuali nemilil. tla milahuac amo ti huilis tic nextis, xucuncui boton de ancutsicuini huan xic ninimiti ican ocse tlahtolahcuc

source: If you could <strong>hear them</strong> and <strong>understand them</strong>, it’s usually <strong>best to approve</strong>.
nhi: tla utihuilisquia<strong>xiquincaqui</strong> huan<strong> ticmatis </strong>cachi cuali secmatis </strong>

source: If you don’t hear from us within a couple of days, reach out at <emailLink>{ $email }</emailLink> and we’ll get back to you!
nhi: tlaamo uticsile tlanahuatil icninqueh tonalmeh, ximonohnotza ioan <emailLink>{ $email }</emailLink> huan timu nuhnutzasqueh muhuantzi

source: If you’re looking for tools to build ASR models, you can connect to other people in the community <discourseLink>on Discourse</discourseLink>.
nhi: Tla tiniqui tiquinchihchiuas se yehyecolis ASR, uilis timosalos iuan ocsiquen maseualmeh de ocsicah <discourseLink>ich in Discourse </discourseLink>

source: If you run out of sentences to review, please help us collect more sentences!
nhi: tlamucahua sin tlahcuilol para ti quitas, ¡ yitech palehui para tic nichicusqueh cachi miak tlahcuilol!
